{"status": "OK", "debug": {"version": 3.1}, "copyright": "Copyright (c) 2017 The New York Times Company.  All Rights Reserved.", "results": {"comments": [{"updateDate": "1479013206", "rgt": 342, "recommendationCount": 1, "commentID": 20467084, "status": "approved", "commentType": "userReply", "commentBody": "No one appears to be immune from the problem but those with graduate degrees in the sciences seem to be less affected than others. A four year college degree doesn’t seem to provide that much 'immunization' as engineers are often the 'creation scientists', and some other degrees don’t appear to provide the ability to readily discern fact from fiction.  <br/><br/>Don't forget that about a quarter of Democrat believe in creationism, as do about a quarter of people with college degrees. Democrats are much more likely to want to shut down nuclear power in site of the fact that it has actually saved millions of lives due to less coal being burned. Democrats have pushed for assault weapon bans in spite of the fact that it would have an unmeasurable impact on the national homicide rate, and worse yet while ignoring the primary contributors to firearm homicides in the country.  When values and beliefs are embraced one is at risk as they tend to change slowly, if at all. ", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "John", "userID": 55359661, "replies": [], "assetID": 3461719, "lft": 341, "parentID": 20465624, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/lies-in-the-guise-of-news-in-the-trump-era.html", "commentTitle": "<br/>", "approveDate": "1479013206", "replyCount": 0, "createDate": "1479013181", "commentSequence": 20467084, "userLocation": "Washington", "editorsSelection": 0}, {"updateDate": "1479013269", "rgt": 6, "recommendationCount": 0, "commentID": 20466623, "status": "approved", "commentType": "userReply", "commentBody": "Just a quick thanks for your comment. i thought the same thing when I read it. And I'm from NY. In a way, the people who brought us DT were actually the people who displayed that attitude of uncalled-for contempt for most of our fellow countrymen. But whatever.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Je couPe", "userID": 12553508, "replies": [], "assetID": 3461704, "lft": 5, "parentID": 20456784, "assetURL": "http://www.nytimes.com/2016/11/12/sports/basketball/phil-jackson-new-york-knicks-movies.html", "commentTitle": "<br/>", "approveDate": "1479013269", "replyCount": 0, "createDate": "1479008593", "commentSequence": 20466623, "userLocation": "New York City", "editorsSelection": 0}, {"updateDate": "1479013387", "rgt": 365, "recommendationCount": 48, "commentID": 20467098, "status": "approved", "commentType": "comment", "commentBody": "Congratulations Ms Dowd, you have a future in journalism!<br/><br/>We both know that if Hillary had won, your head would be on the way to the White House right now as a housewarming gift for Hillary. I was going to suggest a nice little California Gold Country town with an Irish pub for your retirement (Murphy's). Instead, a miracle happened and you are now the only Times journalist who Trump is likely to speak to for the next four years. That makes you the 'It' girl. <br/><br/>There are going to be some challenges for you. You won't have the Clintons to kick around anymore, which will rob you of at least 50% of your material. You are going to have to come up with a really good grovel to work your way back into Trump's good graces. And at your age you probably don't have to worry about Trump kissing you or trying to grab your crotch, but you never know. Still, it certainly beats the alternative.<br/><br/>Enjoy the state dinners!", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Schrodinger", "userID": 8276026, "replies": [], "assetID": 3461724, "lft": 364, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/obama-lobbies-against-obliteration-by-trump.html", "commentTitle": "<br/>", "approveDate": "1479013387", "replyCount": 0, "createDate": "1479013349", "commentSequence": 20467098, "userLocation": "Northern California", "editorsSelection": 0}, {"updateDate": "1479013398", "rgt": 1536, "recommendationCount": 0, "commentID": 20466809, "status": "approved", "commentType": "userReply", "commentBody": "Yes please do.  I want to know exactly what they have to say in 3-4 years. Sold a bill of goods I think.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "sjarvie", "userID": 32666319, "replies": [], "assetID": 3461713, "lft": 1535, "parentID": 20461544, "assetURL": "http://www.nytimes.com/2016/11/13/business/economy/can-trump-save-their-jobs-theyre-counting-on-it.html", "commentTitle": "<br/>", "approveDate": "1479013398", "replyCount": 0, "createDate": "1479010286", "commentSequence": 20466809, "userLocation": "Toronto, Canada", "editorsSelection": 0}, {"updateDate": "1479013496", "rgt": 3715, "recommendationCount": 6, "commentID": 20466836, "status": "approved", "commentType": "comment", "commentBody": "The only solution to the loss of income (it REALLY is an income issue first, jobs are the vehicle for most people) is too radical for this country to grasp - at least at this time.  There is too much room for the financial and political elite to increase suffering, and too much room left to pillage the middle class.<br/><br/>1.  Cut the work week to 30 hours.  Immediately, there will be many more people employed.  Big business and their gambler-shareholders won't like it because it raises the expense side.<br/>2.  Only allow small and medium size businesses to exist.  For example, outlaw businesses over 5000 employees, including contractors.  This will create competition, and new businesses as big business is broken up.<br/>3.  Ditch the concept of publicly owned companies, and the equity market.  Require those who own a business to work for the business.  If a business needs capital, let them get a loan or float a bond.<br/>4.  Encourage worker owned cooperatives as the norm.  There are variations on how these can be set up.<br/>5.  For any situation where an exception supports the PUBLIC interest, the business will be highly regulated - FOR the PUBLIC interest.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "cosmos", "userID": 58602684, "replies": [], "assetID": 3461713, "lft": 3714, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/business/economy/can-trump-save-their-jobs-theyre-counting-on-it.html", "commentTitle": "<br/>", "approveDate": "1479013496", "replyCount": 0, "createDate": "1479010565", "commentSequence": 20466836, "userLocation": "seattle", "editorsSelection": 0}, {"updateDate": "1479013515", "rgt": 1436, "recommendationCount": 1, "commentID": 20466870, "status": "approved", "commentType": "userReply", "commentBody": "Bingo.  Big Business and their monopolistic ways undermine Capitalism as it was intended (think Adam Smith).", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "cosmos", "userID": 58602684, "replies": [], "assetID": 3461713, "lft": 1435, "parentID": 20462526, "assetURL": "http://www.nytimes.com/2016/11/13/business/economy/can-trump-save-their-jobs-theyre-counting-on-it.html", "commentTitle": "<br/>", "approveDate": "1479013515", "replyCount": 0, "createDate": "1479010911", "commentSequence": 20466870, "userLocation": "seattle", "editorsSelection": 0}, {"updateDate": "1479013687", "rgt": 613, "recommendationCount": 24, "commentID": 20467124, "status": "approved", "commentType": "comment", "commentBody": "The advertising and marketing worlds have been hammering away to soften the American brain for decades.  Our educational institutions fail to teach critical thinking, logic, clear reasoning, and the value of the scientific method.  Panicked by the failure of its business model, the media has retreated to the days of yellow journalism.  Meanwhile, the world is becoming increasingly complex and mastering knowledge in any specialized area requires an ever deeper commitment to constant learning to keep up.  The post-truth phenomenon is real and it is going to cost us.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "John K", "userID": 59842706, "replies": [], "assetID": 3461719, "lft": 612, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/lies-in-the-guise-of-news-in-the-trump-era.html", "commentTitle": "<br/>", "approveDate": "1479013687", "replyCount": 0, "createDate": "1479013681", "commentSequence": 20467124, "userLocation": "New York City", "editorsSelection": 0}, {"updateDate": "1479013710", "rgt": 3723, "recommendationCount": 31, "commentID": 20466983, "status": "approved", "commentType": "comment", "commentBody": "Folks, there is absolutely nothing wrong with Carrier seeking a cheaper labor market. This is called free market capitalism, and every worker in the US believes in it and hates all forms of bureaucratic regulations. Every business owner or manager tries to maximize profits. You do that one of two ways; 1) sell as much of your product as you can for as much money as the market will bear, and 2) keep expenses as low as possible that will still allow you to accomplish 1). The biggest expense for most businesses is labor. That means you squeeze labor costs to as close to zero as you can. Why would you not move your factory with a labor force that earns $25/hour to another country with a labor force that earns $10/day, no union, no overtime, and no safety regulations? Who cares if you spent 17 years on their factory floor? This is a capitalist enterprise, not your family! The only chance a working man or woman has in this race to the bottom is to be in an industry that cannot cannot export it's labor force, but the trend is moving the other way. Otherwise help can only come from regulation. Mr. Trump has mentioned a couple, and if he is able to upend the wishes of his Republican congress with regulations that protect American jobs, he'll be a real American hero to American workers. Otherwise, you need to either learn to live on $10/DAY, or learn a new trade through the excellent system of vocational education in our school system. Oops.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Roy Boswell", "userID": 18646962, "replies": {"comments": [{"updateDate": "1479024840", "commentID": 20467385, "recommendations": 0, "status": "approved", "commentType": "userReply", "commentBody": "Except this was not what Trump promised.", "userURL": "NULL", "userDisplayName": "Susan Clarey", "parentUserDisplayName": "Roy Boswell", "recommendedFlag": 0, "userID": 63680732, "userTitle": "NULL", "trusted": 0, "parentID": 20466983, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479024840", "replyCount": 0, "createDate": "1479017742", "commentSequence": 20467385, "userLocation": "Rancho Palos Verdes CA", "editorsSelection": false}, {"updateDate": "1479024891", "commentID": 20467467, "recommendations": 3, "status": "approved", "commentType": "userReply", "commentBody": "Manufacturing jobs are unlikely to return to the US for another reason, that is that cost of providing healthcare--in addition to higher wages, relative to developing economies--must be factored into the cost of goods sold. We value free markets, yet we also insist on low prices at Wal-Mart. Guess what? Those low prices come with a cost, and it's being paid by lost jobs in manufacturing. Nothing TRUMP does will change these facts. We don't get to have high wages, healthcare AND low prices!<br/><br/>We spent decades churning out MBA's who sacrificed good-paying American jobs for shareholder returns. Sounds a bit like end-stage Capitalism to me. Mature economies can't rely on manufacturing, because it cannot be but on ideas.", "userURL": "NULL", "userDisplayName": "Frank L Sonntag", "parentUserDisplayName": "Roy Boswell", "recommendedFlag": 0, "userID": 66145887, "userTitle": "NULL", "trusted": 0, "parentID": 20466983, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479024891", "replyCount": 0, "createDate": "1479019130", "commentSequence": 20467467, "userLocation": "Chicago", "editorsSelection": false}, {"updateDate": "1479025053", "commentID": 20467640, "recommendations": 1, "status": "approved", "commentType": "userReply", "commentBody": "Oops, what trade would that be if jobs are being automated or taken off-shore? <br/><br/>A government works program to repair infrastructure would create jobs--including good, skilled jobs.  Look at what FDR did with the Works Profgress Administration and the Civilian Conservation Corps.  The CCC built Skyline Drive in Shenandoah National Park.  Even state parks have CCC and WPA structures and products that have stood the test of time.  What are we doing now?  Decimating our national parks system and ignoring our failing infrastructure.  Putting money into public transportation such as rail service would also stimulate jobs.  For all of these efforts there should be a requirement that materials used must be manufactured in the US-steel, cement, rails, rail cars, etc.<br/><br/>Trump will not do this.  HRC was not planning to do this.  Obama did not really push this.  If we do not use government to leverage jobs creation, we will continue to lose the battle.  My last Nissan was made in Tennessee.  My current Nissan was made in Mexico.  There probably is no way to reverse the<br/>that trend but there is a way to create a trend at home.  No politician has tried. None will.  ", "userURL": "NULL", "userDisplayName": "human being", "parentUserDisplayName": "Roy Boswell", "recommendedFlag": 0, "userID": 36252727, "userTitle": "NULL", "trusted": 0, "parentID": 20466983, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479025053", "replyCount": 0, "createDate": "1479022657", "commentSequence": 20467640, "userLocation": "USA", "editorsSelection": false}]}, "assetID": 3461713, "lft": 3716, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/business/economy/can-trump-save-their-jobs-theyre-counting-on-it.html", "commentTitle": "<br/>", "approveDate": "1479013710", "replyCount": 3, "createDate": "1479012029", "commentSequence": 20466983, "userLocation": "Bakersfield, CA", "editorsSelection": 1}, {"updateDate": "1479013742", "rgt": 3727, "recommendationCount": 8, "commentID": 20467010, "status": "approved", "commentType": "comment", "commentBody": "Mr. Trump cannot save or bring back jobs to America. Reasons?<br/>There are many:<br/><br/>1) No president can create jobs; they can encourage companies to create jobs via lending &amp; tax/fiscal policy. Or scare them to stay.<br/><br/>2) America left the industrial age. Our \"information economy\" now consists of Information Svcs (computing, data warehousing, analytics, AI, etc.) and Services (hospitality, healthcare, legal, financial, consulting, etc.) jobs.<br/><br/>3) Blue-collar workers offer precise physical skills to industry; however their work is performed easily for less-cost by robots &amp; automated systems. The overall cost of a blue-collar worker, over many years, is more expensive than a robot's costs. When we consider worker productivity, aging/illnesses, errors, cost of periodic retraining, salary &amp; benefits, retirement costs, management/overhead, etc... a robot is much cheaper, reliable, consistent, easily reprogrammable, upgradable, and deductible (taxes, amortization). No comparison, blue-collar workers have lost this race.<br/><br/>4) Low-skilled U.S. workers are more expensive than comparable low-skilled workers in developing nations. Workers performing food service, non-precise mfg/assembly, even housekeeping/custodial work can be replaced through H1B labor at much cheaper labor costs. Jobs can also be outsourced to countries in South America, Asia, and former Soviet nations, with African workers waiting to take-up future slack. For decades, U.S. low-skilled workers will remain noncompetitive.<br/> <br/> ", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Uplift Humanity", "userID": 66247339, "replies": {"comments": [{"updateDate": "1479025040", "commentID": 20467606, "recommendations": 2, "status": "approved", "commentType": "userReply", "commentBody": "The government should start a jobs program to fix our infrastructure. This would stimulate job growth directly for workers repairing infrastructure but also in industries supporting the effort-steel, cement, etc.BUT, materials used in the program must be required to be made in the US. Democrats could have done this. They had a majority the first two years of Obama's administration. I respect Obama, understand GOP obstruction but observe that he is not a good negotiator. He starts with a compromise, not his original position. Republucans bargain him down. He also governs from the middle and is not a progressive.<br/><br/>HRC is not a progressive, either. She ignored people like those in the story and only began to pay lip service to job creation in response to Trump's efforts. Comey's two letters lessened her inroads after the Trump tapes. She and her staff blame Comey for her loss. That is not the whole story. Other news sources report that Bill Clinton recommended she campaign among working class folks like these. His suggestion was supposedly overruled by her staff who felt she could reproduce the coalition that Obama drew on--Latinos and African Americans. Not so. Hispanics went for Trump at a greater rate than for Romney in 2012. Blacks did not vote for her in the same numbers as for Obama. She, her staff, and Comey contributed to her loss. Trump won fairly. Some protestors say they did not vote or voted third party. Why? Democrats are partially to blame for this abomination.", "userURL": "NULL", "userDisplayName": "human being", "parentUserDisplayName": "Uplift Humanity", "recommendedFlag": 0, "userID": 36252727, "userTitle": "NULL", "trusted": 0, "parentID": 20467010, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479025040", "replyCount": 0, "createDate": "1479021860", "commentSequence": 20467606, "userLocation": "USA", "editorsSelection": false}]}, "assetID": 3461713, "lft": 3724, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/business/economy/can-trump-save-their-jobs-theyre-counting-on-it.html", "commentTitle": "<br/>", "approveDate": "1479013742", "replyCount": 1, "createDate": "1479012321", "commentSequence": 20467010, "userLocation": "USA", "editorsSelection": 0}, {"updateDate": "1479013766", "rgt": 896, "recommendationCount": 1, "commentID": 20467031, "status": "approved", "commentType": "userReply", "commentBody": "The Democrats took their eye off the ball and abandoned blue collar working folks for white collar, technical, financial workers who are by and large doing OK.  It breaks my heart that the Clinton's threw them overboard. My dad hated the liberal bent of the Democrats but he knew that they were trying to look after his interests as a working stiff. We need to win those folks back to our side; as we've just leaned they vote when they feel betrayed off. In my eyes, they have been.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Roy Boswell", "userID": 18646962, "replies": [], "assetID": 3461713, "lft": 895, "parentID": 20461800, "assetURL": "http://www.nytimes.com/2016/11/13/business/economy/can-trump-save-their-jobs-theyre-counting-on-it.html", "commentTitle": "<br/>", "approveDate": "1479013766", "replyCount": 0, "createDate": "1479012471", "commentSequence": 20467031, "userLocation": "Bakersfield, CA", "editorsSelection": 0}, {"updateDate": "1479013787", "rgt": 3338, "recommendationCount": 2, "commentID": 20467039, "status": "approved", "commentType": "userReply", "commentBody": "I agree.  Not that long ago, people advertising for products could make wild, unsubstantiated claims: like \"Drink this juice. It will cure cancer!\" So truth in advertising laws were passed and enforced. Most people would agree that the good these laws do far outweighs any negatives.<br/><br/>Our President Elect is essentially a snake oil salesman. If truth in advertising laws also applied to politicians, we would probably have a much better government.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Kristina Kalin", "userID": 69706200, "replies": [], "assetID": 3461713, "lft": 3337, "parentID": 20463896, "assetURL": "http://www.nytimes.com/2016/11/13/business/economy/can-trump-save-their-jobs-theyre-counting-on-it.html", "commentTitle": "n/a", "approveDate": "1479013787", "replyCount": 0, "createDate": "1479012612", "commentSequence": 20467039, "userLocation": "Washington, DC", "editorsSelection": 0}, {"updateDate": "1479013806", "rgt": 623, "recommendationCount": 17, "commentID": 20467128, "status": "approved", "commentType": "comment", "commentBody": "Mainstream journalism, especially the NY Times proved particularly biased in this election - to the extent that it was completely unreliable for finding out what was going on. Anti-Trump opinion pieces in the gise of news stories dominated the press and anything  negative about Hillary or suggesting Trump support was obscured or suppressed.  <br/><br/>The whole flap about the press and the polls getting it wrong was because of all the unbalanced or false news and pools weighted toward Hillary supporters.  The press was so supportive of Hillary they threw any attempt at objectivity out the window. I will never trust anything I read in the NY Times again - I need a newspaper without an agenda.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Michael S", "userID": 5840605, "replies": {"comments": [{"updateDate": "1479051692", "commentID": 20467544, "recommendations": 0, "status": "approved", "commentType": "userReply", "commentBody": "What so many people are not getting is that opinion pieces are precisely that. And almost all of the major news papers have journalists who express a cross section of opinions.  I regularly read news from across the whole country and outside as well.<br/>Actions that Mr Trump took,  things he said and did to stir up his followers,  were reported factually.  He regularly shot himself in the foot.<br/>Instead of criticizing the opinions expressed anywhere in any newspaper,  tell me what you saw this man say and do that was presidential?<br/>People please distinguish between what happens when you get free coverage and still say awful things from the opinions expressed about those events.  ", "userURL": "NULL", "userDisplayName": "Franklin", "parentUserDisplayName": "Michael S", "recommendedFlag": 0, "userID": 63887095, "userTitle": "NULL", "trusted": 0, "parentID": 20467128, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479051692", "replyCount": 0, "createDate": "1479020528", "commentSequence": 20467544, "userLocation": "Maryland", "editorsSelection": false}, {"updateDate": "1479051692", "commentID": 20467682, "recommendations": 0, "status": "approved", "commentType": "userReply", "commentBody": "It looked to me that everything besides the e-mail investigation was of no interest at all to the media.", "userURL": "NULL", "userDisplayName": "Steve Bolger", "parentUserDisplayName": "Michael S", "recommendedFlag": 0, "userID": 67892453, "userTitle": "NULL", "trusted": 0, "parentID": 20467128, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479051692", "replyCount": 0, "createDate": "1479023536", "commentSequence": 20467682, "userLocation": "New York City", "editorsSelection": false}, {"updateDate": "1479053590", "commentID": 20468234, "recommendations": 0, "status": "approved", "commentType": "userReply", "commentBody": "I know more about Clinton's emails than I know about my own.  And I read the NYT faithfully.  The NYT is liberal.  So what?  Flyover is conservative.  Flyover won.  If it doesn't turn out well, I'm not going to hold my breath waiting for flyover to change its point of view.   ", "userURL": "NULL", "userDisplayName": "Chris Herbert", "parentUserDisplayName": "Michael S", "recommendedFlag": 0, "userID": 70895429, "userTitle": "NULL", "trusted": 0, "parentID": 20467128, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479053590", "replyCount": 0, "createDate": "1479037398", "commentSequence": 20468234, "userLocation": "Manchester, NH", "editorsSelection": false}]}, "assetID": 3461719, "lft": 614, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/lies-in-the-guise-of-news-in-the-trump-era.html", "commentTitle": "<br/>", "approveDate": "1479013806", "replyCount": 4, "createDate": "1479013781", "commentSequence": 20467128, "userLocation": "Wappingers Falls, NY", "editorsSelection": 0}, {"updateDate": "1479013814", "rgt": 3729, "recommendationCount": 4, "commentID": 20467076, "status": "approved", "commentType": "comment", "commentBody": "Really and truly, there is little ANY government agency can do, if a company decides to locate manufacturing facilities overseas, that is just part of free-enterprise. If it is strictly a monetary thing, it is possible that 'special' tax incentives can put off the move, but it still is unlikely. You need to make it desirable to keep things stateside. There needs to be trade tariffs on imported good, and those manufactured outside the US would be subject to those tariffs. In this day and age where countries with the worse human rights violations in history, still get 'most-favored' nation status for trade, thing need to change.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Jack Schitt", "userID": 77687182, "replies": [], "assetID": 3461713, "lft": 3728, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/business/economy/can-trump-save-their-jobs-theyre-counting-on-it.html", "commentTitle": "<br/>", "approveDate": "1479013814", "replyCount": 0, "createDate": "1479013017", "commentSequence": 20467076, "userLocation": "New York, NY", "editorsSelection": 0}, {"updateDate": "1479013926", "rgt": 637, "recommendationCount": 8, "commentID": 20467135, "status": "approved", "commentType": "comment", "commentBody": "As we have learned, many Trump supporters are less educated than Clinton supporters.  That helps explain why they believe things that aren't true.  But educated Democrats have satirical sources that regularly distort the truth.  There is the Onion, the Daily Show, Colbert, and Saturday Night Live, among others.  Many clips from these sources are posted to Facebook and many educated Democrats take the satire for truth.  I have spoken to plenty of young people who used to say they got their news from the Daily Show.  <br/><br/>Liberal editorials are also very unreliable.  And the comments regarding the editorials here include a very large percentage citing false information posted as the truth. <br/><br/>When it comes to campaigning, the truth appears to be negotiable.  And, as a result, as Winston Churchill once said, \"The best argument against democracy is a five-minute conversation with the average voter.\" ", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Michjas", "userID": 48147869, "replies": {"comments": [{"updateDate": "1479051692", "commentID": 20467570, "recommendations": 0, "status": "approved", "commentType": "userReply", "commentBody": "True, but the emotions of the less educated and gullible folks were amply exploited by Trump. Check out the key role played by Avinash Iragavarapu,  who advised the Trump campaign how to take advantage of the gullible folks...without him, Trump would not have won. This is how the flames of hatred and bias were fanned throughout the country,   and repetitious lies became accepted as the truth.", "userURL": "NULL", "userDisplayName": "Sandy", "parentUserDisplayName": "Michjas", "recommendedFlag": 0, "userID": 58354476, "userTitle": "NULL", "trusted": 0, "parentID": 20467135, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479051692", "replyCount": 0, "createDate": "1479020998", "commentSequence": 20467570, "userLocation": "New Jersey", "editorsSelection": false}, {"updateDate": "1479041827", "commentID": 20468717, "recommendations": 7, "status": "approved", "commentType": "userReply", "commentBody": "I think I detect some false equivalency here, and not only the comment about \"liberal editorials.\" It is myopic to equate satire (deliberately exaggerated for comic purpose) with alt/right fact distortions. Progressive thinkers do not literally believe the Onion, or Stephen Colbert, et. al. But many in the right-wing faction, the people who support Trump, apparently do believe that Obama was born in Kenya, that Hillary Clinton is a criminal who must be locked up. <br/><br/>Satire requires a certain degree of basic information and mental sophistication and engenders a second layer of humor when people without those qualities \"don't catch on.\"  Lies of the alt/right are never misunderstood by fans of the Onion, Colbert, Stewart, Fey, and our other currently practicing American satirists.<br/><br/>Satire has long been an American tradition, with an illustrious string of practitioners from Josh Billings through George Ade to Jack Benny and beyond. And America has been an enthusiastic consumer of British satire, too. I'll bet if Monty Python were still in business, the alt/right would have a field day of outrage at the horrors it reveals. Same goes for Jonathan Swift.<br/><br/>No, something has changed. The alt/right has an information gap and a malfunctioning funny bone.", "userURL": "NULL", "userDisplayName": "ritaina", "parentUserDisplayName": "Michjas", "recommendedFlag": 0, "userID": 61446724, "userTitle": "NULL", "trusted": 0, "parentID": 20467135, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479041827", "replyCount": 0, "createDate": "1479041794", "commentSequence": 20468717, "userLocation": "Michigan", "editorsSelection": false}, {"updateDate": "1479063668", "commentID": 20471967, "recommendations": 0, "status": "approved", "commentType": "userReply", "commentBody": "ritaina:  <br/><br/>I don't know who invented the term \"false equivalency\" but it is inaccurate here and, it is inaccurate more often than not.  You and others use it where \"bad analogy\" is the far better fit.  I do not argue that left wing satire and right wing fact distortion are equivalent. I argue that they are analogous.  \"Bad analogy\" is a time-tested rhetorical criticism.  \"False equivalency\" is new and often used improperly.  I make a lot of analogies in my comments, some better than others. I've gotten the false equivalency response several times.  Sorry to single yours out but \"false equivalency\" is widely popularly and seldom more accurate than \"bad analogy\".  It is a rhetorical criticism that tends to detract from intelligent argument.  ", "userURL": "NULL", "userDisplayName": "Michjas", "parentUserDisplayName": "Michjas", "recommendedFlag": 0, "userID": 48147869, "userTitle": "NULL", "trusted": 0, "parentID": 20467135, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479063668", "replyCount": 0, "createDate": "1479063624", "commentSequence": 20471967, "userLocation": "Phoenix", "editorsSelection": false}]}, "assetID": 3461719, "lft": 624, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/lies-in-the-guise-of-news-in-the-trump-era.html", "commentTitle": "<br/>", "approveDate": "1479013926", "replyCount": 6, "createDate": "1479013904", "commentSequence": 20467135, "userLocation": "Phoenix", "editorsSelection": 0}, {"updateDate": "1479013986", "rgt": 28, "recommendationCount": 1, "commentID": 20467141, "status": "approved", "commentType": "userReply", "commentBody": "Yep. We're getting a Wall and it will be yuuge. Bigger and better than the Chinese one. You will be able to see it from space.<br/><br/>How can the Trumpster not build the Wall? It was the only policy he pushed that wasn't pure gibberish.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Doc Who", "userID": 745812, "replies": [], "assetID": 3461707, "lft": 27, "parentID": 20460245, "assetURL": "http://www.nytimes.com/2016/11/12/upshot/what-the-markets-are-really-telling-us-about-a-trump-presidency.html", "commentTitle": "<br/>", "approveDate": "1479013986", "replyCount": 0, "createDate": "1479013964", "commentSequence": 20467141, "userLocation": "San Diego", "editorsSelection": 0}, {"updateDate": "1479014166", "rgt": 542, "recommendationCount": 18, "commentID": 20467152, "status": "approved", "commentType": "userReply", "commentBody": "Very true but good education is more available now than ever before and so is bad education.  Part of the resentment coming from the low information voter is resentment against quality educational institutions and educated people and especially educated minorities and women.  Far right wingers absolutely want degrees, diplomas, and journeymen's cards but they don't want to actually perform the tasks required in good training and schools or suffer the hardship of moving to a good college or spending decades paying off loans or toil for years and years to get excellent union training.  They settle for oddball charter schools, get homeschooling at the rural trailer park, attend for profit junk colleges or get dead end military training. Part of the identity culture of the low information voter is getting little education or bad education and then spending their lives listing to right wing faux news. If you choose a junk degree from Capella or choose to send your kids to Reverend Mugwump's Evangelical Charter School, it is because you really want to dummy down your life.  There are other choices.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "PugetSound CoffeeHound", "userID": 67082268, "replies": [], "assetID": 3461719, "lft": 541, "parentID": 20466627, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/lies-in-the-guise-of-news-in-the-trump-era.html", "commentTitle": "n/a", "approveDate": "1479014166", "replyCount": 0, "createDate": "1479014107", "commentSequence": 20467152, "userLocation": "Puget Sound", "editorsSelection": 0}, {"updateDate": "1479014227", "rgt": 645, "recommendationCount": 7, "commentID": 20467156, "status": "approved", "commentType": "comment", "commentBody": "As the election has demonstrated, all the networks and newspapers had not enough influence to hold back the tide of change that is now sweeping our world. That they will continue to try only reveals their arrogance and ignorance in not really understanding the forces that they are up against.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Joe Gilkey", "userID": 68605477, "replies": {"comments": [{"updateDate": "1479050017", "commentID": 20467176, "recommendations": 0, "status": "approved", "commentType": "userReply", "commentBody": "What???", "userURL": "NULL", "userDisplayName": "LeS", "parentUserDisplayName": "Joe Gilkey", "recommendedFlag": 0, "userID": 55640880, "userTitle": "NULL", "trusted": 0, "parentID": 20467156, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479050017", "replyCount": 0, "createDate": "1479014390", "commentSequence": 20467176, "userLocation": "Washington", "editorsSelection": false}, {"updateDate": "1479050977", "commentID": 20467327, "recommendations": 0, "status": "approved", "commentType": "userReply", "commentBody": "You're saying our media can't hold back the flood of lies from the new alt-right extremists. So far, you are correct. God help us.", "userURL": "NULL", "userDisplayName": "Clearheaded", "parentUserDisplayName": "Joe Gilkey", "recommendedFlag": 0, "userID": 59660693, "userTitle": "NULL", "trusted": 0, "parentID": 20467156, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479050977", "replyCount": 0, "createDate": "1479017018", "commentSequence": 20467327, "userLocation": "Philadelphia", "editorsSelection": false}, {"updateDate": "1479052107", "commentID": 20467759, "recommendations": 0, "status": "approved", "commentType": "userReply", "commentBody": "Yes Russian malware and propanda, suppression of votes restrictions were up against evil", "userURL": "NULL", "userDisplayName": "Ethnicity: Creme brûlée", "parentUserDisplayName": "Joe Gilkey", "recommendedFlag": 0, "userID": 69456153, "userTitle": "NULL", "trusted": 0, "parentID": 20467156, "depth": 1, "replies": [], "commentTitle": "n/a", "approveDate": "1479052107", "replyCount": 0, "createDate": "1479025997", "commentSequence": 20467759, "userLocation": "I'm Sparticus", "editorsSelection": false}]}, "assetID": 3461719, "lft": 638, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/lies-in-the-guise-of-news-in-the-trump-era.html", "commentTitle": "<br/>", "approveDate": "1479014227", "replyCount": 3, "createDate": "1479014200", "commentSequence": 20467156, "userLocation": "Seattle", "editorsSelection": 0}, {"updateDate": "1479014269", "rgt": 259, "recommendationCount": 34, "commentID": 20467037, "status": "approved", "commentType": "comment", "commentBody": "I graduated college in 1995  and married my husband in 1997.  He was in the Air Force and I decided in 1998 to apply to join the Air Force. After I submitted my application package, my recruiter told me I needed to get a permission letter from my husband or my application would not be reviewed.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "CatYams", "userID": 29821482, "replies": [], "assetID": 3461710, "lft": 258, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/12/us/because-i-was-a-girl-i-was-told.html", "commentTitle": "n/a", "approveDate": "1479014269", "replyCount": 0, "createDate": "1479012548", "commentSequence": 20467037, "userLocation": "Texas", "editorsSelection": 0}, {"updateDate": "1479014331", "rgt": 371, "recommendationCount": 11, "commentID": 20463726, "status": "approved", "commentType": "comment", "commentBody": "Ms. Dowd, this is an excellent summation.<br/><br/>Many Americans who voted for change in 2008 certainly got change---some of it good, some of it bad. The Democrats mistook Obama's 2012 reelection as a further mandate to continue on the same path.<br/><br/>Clinton's defeat, although heartbreaking for her personally, is moreover a repudiation of Obama's policies of the last 8 years. When working-class voters continue to suffer job losses in the nation's heartland, perhaps executive orders shouldn't be focused on bathroom rights. When my city alone has 20,000 homeless people sleeping on the streets each night, perhaps Obama's attention shouldn't focus on admitting 50,000 Syrian refugees who will no doubt find food and shelter ahead of our own homeless population.<br/><br/>Clinton double-downed on 4 more years of Obama. Perhaps the coastal populations did well with that, but alas California and New York cannot dictate policy forever for the entire nation. Therein lies the beauty of the Electoral College!", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Chris", "userID": 76396383, "replies": {"comments": [{"updateDate": "1479048679", "commentID": 20467339, "recommendations": 2, "status": "approved", "commentType": "userReply", "commentBody": "Blaming the homeless problem on refugees instead of on GOP opposition to government programs is buying into xenophobia.  Likewise, the blame for the need for EOs on transgender issues belongs on those who stoke hysteria about such persons, not on those who tried to stop its worst excesses.  ", "userURL": "NULL", "userDisplayName": "Bill B", "parentUserDisplayName": "Chris", "recommendedFlag": 0, "userID": 4523842, "userTitle": "NULL", "trusted": 0, "parentID": 20463726, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479048679", "replyCount": 0, "createDate": "1479017156", "commentSequence": 20467339, "userLocation": "NYC", "editorsSelection": false}, {"updateDate": "1479049094", "commentID": 20467495, "recommendations": 3, "status": "approved", "commentType": "userReply", "commentBody": "What a ridiculous comment when Clinton won the national vote by over 2 million votes!  The Electoral College was invented by Hamilton/Madison has insurance against the uneducated common man in our nation's early history voting a crazy man into the Presidency.  How ironic that their crazy Electoral College did just that last Tuesday?", "userURL": "NULL", "userDisplayName": "Mark", "parentUserDisplayName": "Chris", "recommendedFlag": 0, "userID": 56322181, "userTitle": "NULL", "trusted": 0, "parentID": 20463726, "depth": 1, "replies": [], "commentTitle": "n/a", "approveDate": "1479049094", "replyCount": 0, "createDate": "1479019552", "commentSequence": 20467495, "userLocation": "Emporia", "editorsSelection": false}]}, "assetID": 3461724, "lft": 366, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/obama-lobbies-against-obliteration-by-trump.html", "commentTitle": "<br/>", "approveDate": "1479014331", "replyCount": 2, "createDate": "1478979859", "commentSequence": 20463726, "userLocation": "Devereaux", "editorsSelection": 0}, {"updateDate": "1479014348", "rgt": 373, "recommendationCount": 46, "commentID": 20467169, "status": "approved", "commentType": "comment", "commentBody": "Harry Reid stated that Donald Trump lost the popular vote and is a sexual predator because it's true. Trump confirmed the latter in his own words. <br/><br/>And let's get this straight. One of the pillars of our democracy is the peaceful transfer of power from one political party to the next and President Obama is insuring that happens with Mr. Trump with the grace, dignity and intelligence he has demonstrated throughout his presidency. His actions demonstrate uncommon virtue in fulfilling his constitutional duty even though the new president is grossly unfit for that office and do not deserve to be mocked nor ridiculed.<br/><br/>Further, more than twenty million Americans may lose their health insurance and it is clear that a man of Mr. Obama's character and genuine thoughtfulness would care about each and every one of them. Promoting the common good for every citizen should be praised, not ridiculed.<br/><br/>Hillary Clinton will soon surpass her two million vote margin in the popular vote and she never worked with the FBI nor the Russian government against her opponent to achieve that feat.<br/><br/>This column demonstrates that, unlike the Obamas, when some go low, some go lower.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Mary Scott", "userID": 43644377, "replies": [], "assetID": 3461724, "lft": 372, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/obama-lobbies-against-obliteration-by-trump.html", "commentTitle": "<br/>", "approveDate": "1479014348", "replyCount": 0, "createDate": "1479014319", "commentSequence": 20467169, "userLocation": "NY", "editorsSelection": 0}, {"updateDate": "1479014349", "rgt": 202, "recommendationCount": 0, "commentID": 20467162, "status": "approved", "commentType": "userReply", "commentBody": "OK, Skeptic, John is certainly right that everyone should be able to ask questions here without being made to feel the questions are dumb.<br/><br/>I'm a little short since yesterday's discussion consisted of at least a dozen people posting about a supposed error that wasn't.  Their question was answered over and over.<br/><br/>I agree you don't have to read Deb's article or previous comments, but isn't it logical to if you're looking for answers?  Especially when the article has a link specifically for folks who don't understand.<br/><br/>But the bottom line is that you should be able to ask away and not feel belittled, even if that is the last thing anyone here intends.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Martin", "userID": 239837, "replies": [], "assetID": 3461706, "lft": 201, "parentID": 20465037, "assetURL": "http://www.nytimes.com/2016/11/12/crosswords/duet.html", "commentTitle": "<br/>", "approveDate": "1479014349", "replyCount": 0, "createDate": "1479014284", "commentSequence": 20467162, "userLocation": "California", "editorsSelection": 0}, {"updateDate": "1479014466", "rgt": 657, "recommendationCount": 12, "commentID": 20467179, "status": "approved", "commentType": "comment", "commentBody": "We are in the danger of freedom of speech. The mainstream media have been careful that they should not send readers wrong information or expressions which may despise minorities. They examine information carefully before they publish or broadcast.<br/>But some alt-right news websites display a lot of false information intentionally mixing some true information. The net is flooded with fake information. Quite a few people cannot distinguish between true information and false one. Though some one sends false information damaging others, no one takes responsibility.<br/>The mainstream media should not ignore the false information displayed on some websites and accuse them of lying. This problem should be solved in the press. If fake information senders do not stop their bad behaviors until prosecutors investigate, it will be a big damage to freedom of speech. ", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Matsuda", "userID": 69005575, "replies": {"comments": [{"updateDate": "1479052107", "commentID": 20467687, "recommendations": 0, "status": "approved", "commentType": "userReply", "commentBody": "I share your opinion, Bill.  But I'd like to add that over a period of about a year, the NYT's coverage morphed from denial to false equivalency to ridicule before the frenzy of strident advocacy.<br/><br/>And what nearly all the media -- whether mainstream or conspiratorial -- seems to have missed is that it is likely that (1) a majority of the people who voted Republican are not uneducated fools, as so many liberals are now howling, and (2) they knew Trump is a flaming idiot, but voted for him anyway.<br/><br/>Stupidity didn't inform their choice; desperation did.  Four more years of a Democratic administration would have meant four more years of self-congratulating, identity-politics driven bureaucrats more concerned with sexual identity than unemployed coal miners or auto workers.  It ain't rocket science.  Do the demographics.", "userURL": "NULL", "userDisplayName": "R. S. Ewell", "parentUserDisplayName": "Matsuda", "recommendedFlag": 0, "userID": 33690588, "userTitle": "NULL", "trusted": 0, "parentID": 20467179, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479052107", "replyCount": 0, "createDate": "1479023719", "commentSequence": 20467687, "userLocation": "Tanque Verde", "editorsSelection": false}, {"updateDate": "1479039248", "commentID": 20468420, "recommendations": 0, "status": "approved", "commentType": "userReply", "commentBody": "Weather good today in Macedonia, Sure hope so. Crops are all in here and hunkering down for winter. Warm Sparky. Warm. We grow corn hybrids[ here[ now that thirty years ago would have never even gotten close to finishing. 18% in the field in October. Ask yer farmer friend that invented the atomic bomb what's going on.<br/><br/>The country is also full of charismatic \"ministers\" that are doing full on politics from the pulpit. <br/><br/>One post dude, we get your corrections.  ", "userURL": "NULL", "userDisplayName": "daniel lathwell", "parentUserDisplayName": "Matsuda", "recommendedFlag": 0, "userID": 65644846, "userTitle": "NULL", "trusted": 0, "parentID": 20467179, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479039248", "replyCount": 0, "createDate": "1479039214", "commentSequence": 20468420, "userLocation": "willseyville ny", "editorsSelection": false}, {"updateDate": "1479055684", "commentID": 20468549, "recommendations": 2, "status": "approved", "commentType": "userReply", "commentBody": "\" you had a rotten candidate and a rotten message and were beaten by a reality TV star\"--you got that right and its something that Democrats need to focus on, how the Democratic establishment--the DNC-- foisted a miserable candidate on folks, probably the only candidate that could have lost to a charlatan and huckster.", "userURL": "NULL", "userDisplayName": "ZHR", "parentUserDisplayName": "Matsuda", "recommendedFlag": 0, "userID": 56934562, "userTitle": "NULL", "trusted": 0, "parentID": 20467179, "depth": 1, "replies": [], "commentTitle": "<br/>", "approveDate": "1479055684", "replyCount": 0, "createDate": "1479040393", "commentSequence": 20468549, "userLocation": "NYC", "editorsSelection": false}]}, "assetID": 3461719, "lft": 646, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/lies-in-the-guise-of-news-in-the-trump-era.html", "commentTitle": "<br/>", "approveDate": "1479014466", "replyCount": 5, "createDate": "1479014437", "commentSequence": 20467179, "userLocation": "Fukuoka,Japan", "editorsSelection": 0}, {"updateDate": "1479014467", "rgt": 626, "recommendationCount": 6, "commentID": 20467178, "status": "approved", "commentType": "userReply", "commentBody": "That's a questionable statement.  I don't care for either candidate, but frankly, I know more uneducated and emotionally immature people who were pro-Hillary, and know more educated people were pro-Trump.<br/><br/>No one was totally pro-Trump that I know personally, they all had many reservations, but they were so against Hillary, that Trump was their choice.<br/><br/>I couldn't put my own pen to paper to vote for either of them, so chose someone just so I could vote, since all votes do count, even when they are a vote that won't change the verdict.<br/><br/>How many millions of voters made a vote like I did ... and more importantly, why isn't that aspect of the 2016 election being studied?", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "common sense", "userID": 58325780, "replies": [], "assetID": 3461719, "lft": 625, "parentID": 20467135, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/lies-in-the-guise-of-news-in-the-trump-era.html", "commentTitle": "<br/>", "approveDate": "1479014467", "replyCount": 0, "createDate": "1479014432", "commentSequence": 20467178, "userLocation": "Seattle", "editorsSelection": 0}, {"updateDate": "1479014496", "rgt": 375, "recommendationCount": 10, "commentID": 20463774, "status": "approved", "commentType": "comment", "commentBody": "Agree with your conclusion, but not that \"Barack Obama did not understand the Obama revolution\". He wasn't the one running. He needed to make peace with the Democratic ticket reality, and support it as the best chance to defeat Trump. If you still (or now) think Sanders had a chance to win as President, you've forgotten the import of the fact that Sanders couldn't beat Clinton. Would love it if your columns evinced as much self-examination as you expect from politicians.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Heath Quinn", "userID": 5879588, "replies": [], "assetID": 3461724, "lft": 374, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/obama-lobbies-against-obliteration-by-trump.html", "commentTitle": "<br/>", "approveDate": "1479014496", "replyCount": 0, "createDate": "1478980236", "commentSequence": 20463774, "userLocation": "Woodstock NY", "editorsSelection": 0}, {"updateDate": "1479014519", "rgt": 377, "recommendationCount": 19, "commentID": 20463792, "status": "approved", "commentType": "comment", "commentBody": "The trouble with this column is that it's predicated on the fiction that Hillary lost. Ms. Dowd's own newspaper tells us Trump will probably end up losing the popular vote by nearly 2 million. We're about to enter the Trump-ocalypse thanks to the Electoral College, which bends over backwards in favor of voters in places like Wyoming, where almost no one lives &amp; drains power from places like NY &amp; CA, which folks actually inhabit.", "userURL": "NULL", "userTitle": "NULL", "statusID": 2, "userDisplayName": "Ivan Goldman", "userID": 2713077, "replies": [], "assetID": 3461724, "lft": 376, "parentID": null, "assetURL": "http://www.nytimes.com/2016/11/13/opinion/sunday/obama-lobbies-against-obliteration-by-trump.html", "commentTitle": "<br/>", "approveDate": "1479014519", "replyCount": 0, "createDate": "1478980414", "commentSequence": 20463792, "userLocation": "Los Angeles", "editorsSelection": 0}], "totalCommentsReturned": 25, "totalCommentsFound": 8065, "api_timestamp": "1488812772"}}